<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'sc1' => [
        'title' => 'Новый способ укрепить<br>ментальное здоровье<br>и мотивацию',
        'description' => 'Улучшайте себя во время сна при помощи аффирмаций',
        'watch'=>'Смотреть видео'
    ],
    'sc2' => [
        'title' => 'Как это работает?',
        'description' => 'Многие исследования в области сомнологии доказывают, что человек способен воспринимать информацию в определенных фазах сна. Это помогает закрепить имеющиеся знания. <a class="sc-2__post-link" target="_blank" href="https://www.sciencedirect.com/science/article/pii/S0960982214009944"> Изучив выводы научных </a> работ и результате собственных экспериментов, мы создали алгоритм, который поможет вам укрепить психическое здоровье и повысить мотивацию. Hypnopedia использует датчики Apple Watch для определения подходящего момента сна, чтобы воспроизводить аффирмации. После продуктивного отдыха умный будильник разбудит вас в наиболее оптимальное для организма время в пределах выбранного периода.',
        'action' => 'Попробовать бесплатно',
        'steps' => [
            'one' => [
                'title' => 'Установите',
                'desc' => 'и настройте<br>приложение'
            ],
            'two' => [
                'title' => 'Выберите',
                'desc' => 'аффирмацию и<br>период пробуждения'
            ],
            'three' => [
                'title' => 'Синхронизируйте',
                'desc' => 'приложение с Apple<br>Watch для запуска<br>сенсоров'
            ],
            'four' => [
                'title' => 'Спокойной ночи!',
                'desc' => 'Алгоритм сделает<br>ваш сон эффективным'
            ],
        ]

    ],
    'sc3' => [
        'title' => 'Главные особенности',
        'action' => 'Попробовать бесплатно',
        'steps' => [
            'one' => [
                'title' => 'Гипнопедия',
                'desc' => 'Уникальный алгоритм<br>вычисляет нужную<br>фазу сна для<br>проигрывания аффирмаций'
            ],
            'two' => [
                'title' => 'Умный будильник',
                'desc' => 'Встроенный умный<br>будильник<br>пробуждает в<br>наилучший для<br>организма момент '
            ],
            'three' => [
                'title' => 'ASMR',
                'desc' => 'Подборка ASMR-<br>звуков с 3D-эффектом<br>для полного<br>расслабления и <br>медитации '
            ],
            'four' => [
                'title' => 'Статистика',
                'desc' => 'Полные данные о <br>последнем сеансе сна'
            ],
        ]

    ],
    'sc4' => [
        'title' => 'Наука',
        'name' => 'Andrew Sokol',
        'position' => 'CEO',
        'role' => 'Brain Geek, Associate Professor, MD,<br> PhD Belarusian state medical',
        'quotes' => [
            'one' => [
                'text' => '“Сновидения — королевская дорога в бессознательное.”',
                'author' => 'З. Фрейд'
            ],
            'two' => [
                'text' => '“Было бы жаль не воспользоваться ею.”',
                'author' => 'А. Сокол'
            ]
        ]
    ],
    'sc5' => [
        'title' => 'FAQ',
        'questions' => [
            'one' => [
                'question' => 'Что нужно для работы с Hypnopedia?',
                'answer' => "Вам понадобится iPhone, Apple Watch и приложение, установленное из App Store. Apple Watch синхронизируются с вашим смартфоном и передают приложению биологические параметры пользователя.",
            ],
            'two' => [
                'question' => 'Какие модели iPhone/Apple Watch поддерживаются?',
                'answer' => 'Для корректной работы Hypnopedia необходимы модели iPhone 6 и новее, а также любые модели Apple Watch / iPod touch с iOS 11 / watchOS 5.0 и выше.',
            ],
            'three' => [
                'question' => 'Сколько процентов заряда потребляет приложение?',
                'answer' => 'В зависимости от модели устройства и состояния аккумулятора, а также продолжительности сна потребление за ночь составляет:<br>до 20-30% для iPhone;<br> до 30-40% для Apple Watch.',
            ],
            'four' => [
                'question' => 'Откуда исходит звук?',
                'answer' => 'Аффирмации звучат из динамиков вашего смартфона. Однако вы можете использовать любые наушники, совместимые с вашим устройством.',
            ],
            'five' => [
                'question' => 'Мне нужно просыпаться посреди ночи, чтобы послушать утверждения?',
                'answer' => 'Нет. Приложение разработано таким образом, чтобы всё происходило во время сна. Вы вообще не просыпаетесь и не слышите мотивирующих утверждений. Они воспринимаются непосредственно на уровне подсознания.',
            ],
            'six' => [
                'question' => 'Как Hypnopedia влияет на сон?',
                'answer' => 'Гипнопедия не оказывает негативного влияния на сон, но использует это время для улучшения вашего психического здоровья и мотивации. Оно подстраивается под индивидуальные биологические особенности и работает в соответствии с вашим образом жизни.',
            ],
            'seven' => [
                'question' => 'Что если я вижу «Нет связи с Watch Application»?',
                'answer' => 'Обычно приложение для Apple Watch устанавливается автоматически и в некоторых случаях это может занять несколько минут. Если в настройках Apple Watch задана ручная установка приложений, то установку Hypnopedia необходимо подтвердить в разделе «ДОСТУПНЫЕ ПРИЛОЖЕНИЯ» в приложениях Watch.',
            ],
            'eight' => [
                'question' => 'Что делать, когда я вижу «Идёт синхронизация. Пожалуйста, подождите»?',
                'answer' => 'Убедитесь, что ваши Apple Watch разблокированы и на экране отображается логотип Hypnopedia. Процесс синхронизации может занять несколько минут.',
            ]
        ]
    ]

];
